<html><head><meta name="viewport" content="width=device-width, initial-scale=1"><style type="text/css">ol{margin:0;padding:0}table td,table th{padding:0}.c1{background-color:#ffffff;padding:8pt}.c6{background-color:#ffffff;font-size:7pt;font-family:"Times New Roman"}.c0{background-color:#ffffff;font-size:10pt}.c4{text-indent:-18pt;text-align:justify}.c2{orphans:2;widows:2}.c9{margin-left:18pt}.c10{text-indent:-18pt}.c7{font-weight:700}.c5{text-align:justify}.c3{text-decoration:underline}.c8{height:11pt}.title{padding-top:0pt;color:#000000;font-size:26pt;padding-bottom:3pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:0pt;color:#666666;font-size:15pt;padding-bottom:16pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}h1{padding-top:20pt;color:#000000;font-size:20pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-size:16pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:16pt;color:#434343;font-size:14pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:14pt;color:#666666;font-size:12pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}</style></head><body class="c1"><p class="c2"><span class="c0 c7">Conditions g&eacute;n&eacute;rales d&#39;utilisation et de service </span></p><p class="c2"><span class="c0">L&rsquo;utilisation de Codepromo.lexpress.fr et de ses Prestations est soumise aux conditions d&rsquo;utilisation suivantes ; veuillez les lire attentivement. </span></p><p class="c2"><span class="c0">En souscrivant ou en utilisant nos Prestations, vous reconnaissez avoir lu et compris les Conditions g&eacute;n&eacute;rales d&rsquo;utilisation, quelle que soit la mani&egrave;re dont vous souscrivez ou utilisez les Prestations. </span></p><p class="c2 c5"><span class="c0">Dans la perspective o&ugrave; vous ne seriez pas en accord tout ou partie des Conditions d&rsquo;utilisation, nous vous invitons &agrave; &nbsp;ne pas &nbsp;souscrire et ne pas utiliser nos Prestations.</span></p><p class="c2 c5"><span class="c0 c3">Pr&eacute;sentation </span></p><p class="c2 c5"><span class="c0">Ces Conditions g&eacute;n&eacute;rales d&rsquo;utilisation et de service &nbsp;vous engagent en votre qualit&eacute; d&rsquo;Usager, &nbsp;et engagent Cuponation France via codepromo.lexpress.fr. </span></p><p class="c2 c5"><span class="c0">Codepromo.lexpress.fr est g&eacute;r&eacute; par Cuponation France, soci&eacute;t&eacute; par actions simplifi&eacute;e au capital de 1 000 &euro;, inscrite au Registre du Commerce et des Soci&eacute;t&eacute;s de Paris sous le num&eacute;ro 812 222 024, dont le si&egrave;ge social est au 198 bis rue La Fayette, 75010 Paris. Vous pouvez joindre Cuponation France SAS au +33 6 16 06 25 60.</span></p><p class="c2 c5"><span class="c0">Le directeur de la publication pour le contenu du site Codepromo.lexpress.fr est Fran&ccedil;ois-Gabriel Despruni&eacute;e. Le site est h&eacute;berg&eacute; sous Amazon Web Services, Inc. - 410 Terry Ave North - Seattle, WA 98109-5210, US. Le contenu de ces termes des Conditions g&eacute;n&eacute;rales d&rsquo;utilisation et de service peut &ecirc;tre modifi&eacute; ou amend&eacute; &agrave; tout moment par Codepromo.lexpress.fr. Toute modification ou amendement vous sera communiqu&eacute; via un article sur notre site. </span></p><p class="c2 c5"><span class="c0">L&rsquo;Usager peut mettre fin &agrave; sa relation avec Cuponation France via codepromo.lexpress.fr en s&rsquo;adressant par courrier ou e-mail &agrave; l&rsquo;adresse contact@cuponation.fr. Cuponation France via codepromo.lexpress.fr se r&eacute;serve le droit de refuser l&rsquo;enregistrement d&rsquo;un Usager sur Codepromo.lexpress.fr sans avoir &agrave; lui faire conna&icirc;tre &nbsp;la raison de ce refus.</span></p><p class="c2 c5"><span class="c0 c3">Explication des termes utilis&eacute;s</span></p><p class="c2 c5"><span class="c0 c7">Marchand </span><span class="c0">: fait r&eacute;f&eacute;rence au vendeur dont Cuponation France via codepromo.lexpress.fr &nbsp;fournit &agrave; L&rsquo;Usager une ou plusieurs Prestations. </span></p><p class="c2 c5"><span class="c0 c7">Prestation</span><span class="c0">&nbsp;: fait r&eacute;f&eacute;rence aux &nbsp;services propos&eacute;es &nbsp;par Cuponation France via codepromo.lexpress.fr &agrave; travers son Site Web ou toute autre forme de communication. La Prestation permet &agrave; L&rsquo;Usager &nbsp;de b&eacute;n&eacute;ficier de promotions ou coupons de r&eacute;duction directement utilisables sur le Site Web du Marchand concern&eacute;. La Prestation est disponible via le site internet de Codepromo.lexpress.fr, et via toutes les applications fournies par Codepromo.lexpress.fr pouvant &ecirc;tre t&eacute;l&eacute;charg&eacute;es depuis un commerce de programmes et applications (App Store) incluant Google Play, iTunes store, etc. (liste non exhaustive) </span></p><p class="c2 c5"><span class="c0 c7">Site Web</span><span class="c0">&nbsp;: fait r&eacute;f&eacute;rence au site Codepromo.lexpress.fr ainsi que tout autre microsite et application. </span></p><p class="c2 c5"><span class="c0 c7">Usager</span><span class="c0">: fait r&eacute;f&eacute;rence &agrave; toute personne physique ou morale visitant le site Codepromo.lexpress.fr ou utilisant les Prestations.</span></p><p class="c2"><span class="c0 c3">Territorialit&eacute;</span></p><p class="c2 c5"><span class="c0">Le Site Web ainsi que les Prestations sont strictement r&eacute;serv&eacute;es aux Usagers Fran&ccedil;ais. Cuponation France via codepromo.lexpress.fr d&eacute;cline toute responsabilit&eacute; relative &agrave; l&rsquo;utilisation du Site Web Codepromo.lexpress.fr et des Prestations hors du territoire de la France.</span></p><p class="c2 c5"><span class="c0">Le Site Web ainsi que les Prestations sont exclusivement destin&eacute;es &agrave; un usage priv&eacute; et non commercial.</span></p><p class="c2"><span class="c0">&nbsp;</span></p><p class="c2 c8"><span class="c0"></span></p><p class="c2"><span class="c0">&nbsp;</span></p><p class="c2"><span class="c0 c3">Souscription, compte, s&eacute;curit&eacute; et interruption du compte </span></p><p class="c2 c5"><span class="c0">Pour profiter de la mailing liste tenue par Codepromo.lexpress.fr, &nbsp;l&rsquo;Usager doit s&rsquo;enregistrer sur le Site Web de &nbsp;codepromo.lexpress.fr. </span></p><p class="c2 c5"><span class="c0">Cuponation France via codepromo.lexpress.fr se r&eacute;serve le droit de refuser tout enregistrement ou d&rsquo;effacer tout compte ou inscription &agrave; tout moment, sans devoir se justifier. </span></p><p class="c2 c5"><span class="c0">En donnant son adresse e-mail dans le champ pr&eacute;vu &agrave; cet effet lors de son inscription, l&rsquo;Usager &nbsp;autorise Cuponation France via codepromo.lexpress.fr et Groupe L&rsquo;Express, &eacute;diteur du site L&#39;Express.fr &agrave; lui faire parvenir sa newsletter ainsi que ses articles promotionnels par e-mail. </span></p><p class="c2 c5"><span class="c0">S&rsquo;il d&eacute;sire interrompre son inscription &agrave; la newsletter, l&rsquo;Usager est invit&eacute; &agrave; contacter contact@cuponation.fr pour en faire la demande. </span></p><p class="c2"><span class="c0">&nbsp;</span></p><p class="c2"><span class="c0 c3">Obligations de l&rsquo;Usager </span></p><p class="c2 c5"><span class="c0">L&rsquo;Usager accepte les clauses et conditions d&rsquo;utilisation, de ventes ou de services du Marchand d&egrave;s l&rsquo;instant o&ugrave; il est &nbsp;dirig&eacute; vers la page de ce dernier afin de proc&eacute;der au paiement de ses articles, ou poursuivre ses achats. Autrement dit, Cuponation France via codepromo.lexpress.fr n&rsquo;est pas responsable des clauses et conditions d&rsquo;utilisation, de ventes ou de services du Marchand utilis&eacute; avec lequel l&rsquo;Usager est entr&eacute; en contact par son interm&eacute;diaire.</span></p><p class="c2"><span class="c0">&nbsp;</span></p><p class="c2"><span class="c0">L&rsquo;Usager, s&rsquo;interdit : </span></p><p class="c2 c10"><span class="c0">&middot;</span><span class="c6">&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c0">de diffuser le contenu du Site Web sur toute plateforme, incluant un autre site web ;</span></p><p class="c2 c4"><span class="c0">&middot;</span><span class="c6">&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c0">de &nbsp;diffuser, charger des donn&eacute;es ou des mat&eacute;riels inad&eacute;quats, troublants ou ind&eacute;cents ; d&rsquo;uploader de donn&eacute;es ou mat&eacute;riels prot&eacute;g&eacute;s ou soumis &agrave; un copyright pour lesquels vous ne poss&eacute;dez pas de droits ;</span></p><p class="c4 c2"><span class="c0">&middot;</span><span class="c6">&nbsp; &nbsp; &nbsp; &nbsp;</span><span class="c0">d&rsquo;uploader ou diffuser des donn&eacute;es ou mat&eacute;riels malveillants, incluant notamment des fichiers corrompus, ou des logiciels pouvant menacer la bonne marche du Site Web ; </span></p><p class="c4 c2"><span class="c0">&middot;</span><span class="c6">&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c0">de t&eacute;l&eacute;charger ou partager des fichiers ou les informations post&eacute;es par d&rsquo;autres usagers qui ne peuvent &ecirc;tre l&eacute;galement distribu&eacute;s ;</span></p><p class="c4 c2"><span class="c0">&middot;</span><span class="c6">&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c0">d&rsquo;enfreindre les droits de toute tierce personne et les lois applicables en France;</span></p><p class="c4 c2"><span class="c0">&middot;</span><span class="c6">&nbsp; &nbsp; &nbsp; &nbsp;</span><span class="c0">d&rsquo;enfreindre les r&egrave;gles de conduite applicables au &nbsp;Site Web et aux Prestations du site Codepromo.lexpress.fr. </span></p><p class="c4 c2"><span class="c0">&middot;</span><span class="c6">&nbsp; &nbsp; &nbsp; &nbsp;</span><span class="c0">d&rsquo;enfreindre les clauses des pr&eacute;sentes Conditions d&rsquo;utilisation et de service ainsi que les autres conditions d&rsquo;utilisation pr&eacute;cis&eacute;es au sein du Site Web, le cas &eacute;ch&eacute;ant. </span></p><p class="c2 c5"><span class="c0 c3">Utilisation du Site Web Codepromo.lexpress.fr et des Prestations</span></p><p class="c2 c5"><span class="c0">Cuponation France via codepromo.lexpress.fr met en &oelig;uvre tous les moyens pour garantir la conformit&eacute;, la fiabilit&eacute; et l&rsquo;exactitude des donn&eacute;es fournies sur le Site Web et &agrave; l&rsquo;occasion des Prestations, Cuponation France via codepromo.lexpress.fr ne peut cependant pas assurer que le Site Web ou les Prestations &nbsp;soient exempts de toute erreur, faute ou omission, Cuponation France via codepromo.lexpress.fr &nbsp;ne garantit &nbsp;pas une utilisation ininterrompue du Site Web ou des Prestations ; leur acc&egrave;s peut &ecirc;tre suspendu, restreint ou interrompu &agrave; tout moment. </span></p><p class="c2 c5"><span class="c0">Cuponation France via codepromo.lexpress.fr se r&eacute;serve &nbsp;le droit de changer, modifier, r&eacute;&eacute;diter ou supprimer les informations, le contenu ou les promotions et coupons de r&eacute;duction &agrave; tout moment sans publier de communication au pr&eacute;alable. </span></p><p class="c2 c5"><span class="c0">Aucune stipulation des pr&eacute;sentes Conditions d&rsquo;utilisation et de service ne saurait &ecirc;tre interpr&eacute;t&eacute;e comme cr&eacute;ant une soci&eacute;t&eacute; commune entre l&rsquo;Usager et &nbsp;Cuponation France via codepromo.lexpress.fr et notamment une soci&eacute;t&eacute; cr&eacute;&eacute;e de fait ou un accord de co-entreprises, ou comme &eacute;tablissant une relation de mandant ou d&rsquo;agence commerciale.</span></p><p class="c2 c5 c9"><span class="c0">&nbsp;</span></p><p class="c2"><span class="c0 c3">Interruption et fin d&rsquo;un compte d&rsquo;Usager</span></p><p class="c2 c5"><span class="c0">Cuponation France via codepromo.lexpress.fr se r&eacute;serve le droit de suspendre l&rsquo;utilisation par l&rsquo;Usager de la totalit&eacute; ou d&rsquo;une partie du Site Web ou des Prestations en cas de d&rsquo;infraction aux pr&eacute;sentes Conditions d&rsquo;utilisation et de service Cuponation France via codepromo.lexpress.fr se r&eacute;serve de la m&ecirc;me fa&ccedil;on, le droit d&rsquo;interrompre l&rsquo;acc&egrave;s de l&rsquo;Usager &nbsp;&agrave; tout ou partie du Site Web ou des &nbsp;Prestations, &nbsp;en cas de suspicion d&rsquo;infraction aux pr&eacute;sentes Conditions d&rsquo;utilisation et de service.</span></p><p class="c2"><span class="c0 c3">Limitation de responsabilit&eacute; </span></p><p class="c2 c5"><span class="c0">L&rsquo;Usager reconna&icirc;t que tout mat&eacute;riel ou donn&eacute;es t&eacute;l&eacute;charg&eacute;s ou acquis via le Site Web le sont &agrave; ses propres risques et sous sa propre responsabilit&eacute;. Cuponation France via Codepromo.lexpress.fr et ses Prestations ne sont en aucun cas responsables de dommages directs, indirects, mat&eacute;riels et immat&eacute;riels r&eacute;sultant : </span></p><p class="c2 c10"><span class="c0">&middot;</span><span class="c6">&nbsp; &nbsp; &nbsp; &nbsp;</span><span class="c0">de l&rsquo;usage ou l&rsquo;impossibilit&eacute; totale ou partielle d&rsquo;usage du Site Web ou des Prestations ; </span></p><p class="c2 c10"><span class="c0">&middot;</span><span class="c6">&nbsp; &nbsp; &nbsp; &nbsp;</span><span class="c0">de l&rsquo;alt&eacute;ration des donn&eacute;es transmises par l&rsquo;Usager ;</span></p><p class="c2 c10"><span class="c0">&middot;</span><span class="c6">&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c0">des dommages caus&eacute;s &agrave; l&rsquo;ordinateur de l&rsquo;Usager ;</span></p><p class="c2 c10"><span class="c0">&middot;</span><span class="c6">&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c0">de la perte de donn&eacute;es r&eacute;sultant du t&eacute;l&eacute;chargement de donn&eacute;es transmises par Codepromo.lexpress.fr ;</span></p><p class="c4 c2"><span class="c0">&middot;</span><span class="c6">&nbsp; &nbsp; &nbsp; &nbsp;</span><span class="c0">de l&rsquo;inexactitude des promotions et coupons de r&eacute;duction pr&eacute;sent&eacute;s sur le Site Web, l&rsquo;Usager devant examiner par lui-m&ecirc;me leur bon fonctionnement avant de confirmer son achat aupr&egrave;s des Marchands. </span></p><p class="c2"><span class="c0 c3">Liens vers les sites tiers</span></p><p class="c2 c5"><span class="c0">Le Site Web et Les Prestations peuvent contenir des liens vers des sites tiers. </span></p><p class="c2 c5"><span class="c0">Ces sites ne sont en aucun cas contr&ocirc;l&eacute;s par Cuponation France via codepromo.lexpress.fr, qui ne saurait &ecirc;tre tenu pour responsables de leur contenu. L&rsquo;Usager reconna&icirc;t faire son affaire personnelle de contr&ocirc;ler sous sa propres responsabilit&eacute; les contenus desdits sites tiers avant de leur donner un quelconque cr&eacute;dit.</span></p><p class="c2 c5"><span class="c0 c3">Droits de propri&eacute;t&eacute; intellectuelle </span></p><p class="c2 c5"><span class="c0">Cuponation France via codepromo.lexpress.fr poss&egrave;de l&rsquo;ensemble des droits de propri&eacute;t&eacute; du contenu du Site Web, incluant notamment sans que cette liste soit limitative l&rsquo;ensemble des droits, titres et copyrights, droits associ&eacute;s, mod&egrave;les, marques d&eacute;pos&eacute;es, noms de march&eacute;, marques de prestations, design, savoir-faire, secrets et inventions (brevetables ou non), r&eacute;putation, code source, meta tags, bases de donn&eacute;es, texte, contenu, graphiques, icones et hyperliens, &agrave; moins que ces droits soient explicitement mentionn&eacute;s comme appartenant &agrave; une partie tierce.</span></p><p class="c2"><span class="c0">L&rsquo;Usager s&rsquo;interdit d&rsquo;utiliser, reproduire ou distribuer tout contenu transmis par Codepromo.lexpress.fr &agrave; des fins personnelles ou commerciales sans en avoir obtenu l&rsquo;autorisation pr&eacute;alable de ce dernier. </span></p><p class="c2 c5"><span class="c0">Cette interdiction s&rsquo;applique aux contenus des sites des Marchands auxquels l&rsquo;Usager a acc&egrave;s au travers du Site Web.</span></p><p class="c2"><span class="c0 c3">Force majeure</span></p><p class="c2 c5"><span class="c0">Cuponation France via codepromo.lexpress.fr, &nbsp;ne peut &ecirc;tre tenu de la suspension de ses prestations en cas de force majeure. La force majeure s&rsquo;entend d&rsquo;un &eacute;v&eacute;nement &eacute;chappant au contr&ocirc;le des Parties, qui ne pouvait &ecirc;tre raisonnablement pr&eacute;vu lors de la conclusion du contrat, dont les effets ne peuvent &ecirc;tre &eacute;vit&eacute;s par des mesures appropri&eacute;es, et qui emp&ecirc;che l&rsquo;ex&eacute;cution du contrat.</span></p><p class="c2 c5"><span class="c0">L&rsquo;Utilisateur reconnait que le blocage g&eacute;n&eacute;ral des r&eacute;seaux de communication quelle qu&rsquo;en soit la raison, qui emp&ecirc;cherait l&rsquo;utilisation du Site Web ou la fourniture de la Prestation constitue un cas de force majeure.</span></p><p class="c2"><span class="c0 c7">Indications g&eacute;n&eacute;rales s&rsquo;appliquant aux services, des entreprises du groupe Cuponation France via codepromo.lexpress.fr ainsi que de leurs sous-traitants et agents.</span></p><p class="c2"><span class="c0 c3">Cookies</span><span class="c0">&nbsp;Qu&rsquo;est-ce qu&rsquo;un cookie ?</span></p><p class="c2 c5"><span class="c0">Le Site Web utilise des cookies Codepromo.lexpress.fr. </span></p><p class="c2 c5"><span class="c0">Un cookie est un petit fichier r&eacute;dig&eacute; et stock&eacute; sur navigateur de l&rsquo;Usager, il permet &agrave; ce dernier de se souvenir des donn&eacute;es entre les pages qu&rsquo;il fr&eacute;quente et son navigateur. Le site Codepromo.lexpress.fr utilise des cookies cr&eacute;&eacute;s et utilis&eacute;s par Cuponation France via codepromo.lexpress.fr ainsi que des &quot;cookies externes&quot;, produits sur le Site Web par des tiers. </span></p><p class="c2 c5"><span class="c0">Ils &nbsp;aident &agrave; m&eacute;moriser l&rsquo;historique de visites du Site Web par l&rsquo;Usager, d&rsquo;enregistrer ses donn&eacute;es client et de placer le contenu ad&eacute;quat selon ses choix, ses pr&eacute;f&eacute;rences et ses visites. Ils permettent &eacute;galement de comprendre le comportement de l&rsquo;Usager visitant le Site Web, et contribuent &agrave; &nbsp;am&eacute;liorer la connaissance de celui-ci. </span></p><p class="c2 c5"><span class="c0">Les cookies ne peuvent entreposer du texte et sont toujours anonymes et crypt&eacute;s. Cuponation France via codepromo.lexpress.fr ne stocke en aucun cas les donn&eacute;es personnelles de l&rsquo;Usager dans un cookie. Si une page Web crypte les donn&eacute;es dans le cookie, le Site Web n&rsquo;est pas en mesure de lire ces donn&eacute;es. </span></p><p class="c2 c5"><span class="c0">&nbsp;</span></p><p class="c2"><span class="c0 c3">D&eacute;sactivation et suppression des cookies </span></p><p class="c2 c5"><span class="c0">Tous les navigateurs Internet &nbsp;donnent la possibilit&eacute; de limiter le comportement et l&rsquo;action d&#39;un cookie ou de le d&eacute;sactiver en se rendant dans les param&egrave;tres ou options du navigateur. Les &eacute;tapes de d&eacute;sactivation des cookies d&eacute;pendent de chaque navigateur. L&rsquo;Usager peut les trouver dans l&rsquo;aide de son navigateur. Gr&acirc;ce &agrave; son navigateur, l&rsquo;Usager peut &nbsp;&eacute;galement afficher les cookies qui sont sur son ordinateur et les effacer suivant son souhait. Les cookies sont des fichiers texte ; l&rsquo;Usager peut les &nbsp;ouvrir et lire leur contenu. Les donn&eacute;es contenues sont g&eacute;n&eacute;ralement chiffr&eacute;es avec une cl&eacute; num&eacute;rique concordant &agrave; une session Internet. Si l&rsquo;Usager &nbsp;d&eacute;sactive les cookies, le site Cuponation France via codepromo.lexpress.fr n&rsquo;est pas en mesure d&rsquo;enregistrer ses donn&eacute;es de connexion sur son site. L&rsquo;Usager peut modifier</span><span class="c0 c3">&nbsp;les param&egrave;tres de son navigateur pour &eacute;viter l&rsquo;installation de cookies ; toutefois, cette action peut emp&ecirc;cher le Site Web et ses Prestations de fonctionner de mani&egrave;re optimale. </span><span class="c0">La d&eacute;sactivation des cookies affecte &eacute;galement le suivi des &nbsp;passages de l&rsquo;Usager &agrave; travers le Site Web. Cuponation France via codepromo.lexpress.fr &nbsp;collabore &eacute;galement avec des partenaires pour cr&eacute;er des cookies tiers qui sont par la suite utilis&eacute;s sur d&#39;autres sites pour afficher de la publicit&eacute; pertinentes sur les banni&egrave;res et fanions pr&eacute;vus &agrave; cet effet. Ces cookies ne comportent aucune donn&eacute;e personnelle, ils ne permettent d&#39;identifier d&#39;autres sites et sont uniquement appuy&eacute;s sur l&rsquo;historique de navigation. Tous les coupons convenus comme &laquo;EXCLUSIFS&raquo; ne peuvent &ecirc;tre republi&eacute;s sur toute autre plate-forme sans le consentement explicite et &eacute;crit de Cuponation France via codepromo.lexpress.fr. Toutes les offres sont d&eacute;termin&eacute;es par l&rsquo;&eacute;quipe Cuponation France via codepromo.lexpress.fr et valables &agrave; partir de la date de publication.</span></p><p class="c2"><span class="c0 c3">Politique de confidentialit&eacute;</span></p><p class="c2 c5"><span class="c0">Il est recommand&eacute; de lire attentivement la politique de confidentialit&eacute; de Codepromo.lexpress.fr. L&rsquo;utilisation du Site Web et de ses Prestations signifie que l&rsquo;Usager en consent &agrave; la politique de confidentialit&eacute;. Dans le cas o&ugrave; l&rsquo;Usager &nbsp;est en d&eacute;saccord avec une partie ou tous les termes de cette politique, il lui est recommand&eacute; de ne pas utiliser le Site Web ni les Prestations Cuponation France via codepromo.lexpress.fr. Cuponation France via codepromo.lexpress.fr s&rsquo;engage &agrave; d&eacute;fendre les donn&eacute;es personnelles de l&rsquo;Usager et s&rsquo;interdit d&rsquo;employer ces donn&eacute;es autrement qu&#39;en respectant les lois de d&eacute;fense des donn&eacute;es personnelles applicables en France. Cuponation France via codepromo.lexpress.fr s&rsquo;interdit de collecter des donn&eacute;es sensibles &nbsp;concernant l&rsquo;Usager sans son consentement. </span></p><p class="c2 c5"><span class="c0">Si de son c&ocirc;t&eacute;, Cuponation France via codepromo.lexpress.fr fait son possible pour assurer que les donn&eacute;es recueillies soient exactes et mises &agrave; jour fr&eacute;quemment, l&rsquo;Usager a &eacute;galement la possibilit&eacute; de v&eacute;rifier ces informations et d&rsquo;informer Cuponation France via codepromo.lexpress.fr si celles-ci ont besoin d&rsquo;&ecirc;tre modifi&eacute;es. Cuponation France via codepromo.lexpress.fr &nbsp;r&eacute;alisera les modifications n&eacute;cessaires dans les plus brefs d&eacute;lais.</span></p><p class="c2"><span class="c0">L&rsquo;usage du Site Web et de ses Prestations est r&eacute;serv&eacute; aux personnes &acirc;g&eacute;es d&rsquo;au moins 18 ans.</span></p><p class="c2"><span class="c0">&nbsp;</span></p><p class="c2"><span class="c0 c3">Donn&eacute;es retenues par Cuponation France via codepromo.lexpress.fr</span></p><p class="c2 c5"><span class="c0">Lorsque l&rsquo;Usager acc&egrave;de au Site Web, Cuponation France via codepromo.lexpress.fr se r&eacute;serve la possibilit&eacute; la possibilit&eacute; de retenir son adresse IP (Internet Protocol). </span></p><p class="c2"><span class="c0">Cuponation France via codepromo.lexpress.fr a &eacute;galement la possibilit&eacute; de retenir les d&eacute;tails de la visite sur le Site Web. </span></p><p class="c2 c5"><span class="c0">Cuponation France via codepromo.lexpress.fr retient &eacute;galement les donn&eacute;es intentionnellement communiqu&eacute;es lors du passage de l&rsquo;Usager sur le Site Web ou lors de l&#39;utilisation des applications et prestations mails. Toutes les donn&eacute;es ainsi r&eacute;unies respectent l&#39;ensemble des r&eacute;glementations applicables en France.</span></p><p class="c2"><span class="c0 c3">Utilisation de cette plateforme </span></p><p class="c2 c5"><span class="c0">Les donn&eacute;es collect&eacute;es ont pour but : de fournir fr&eacute;quemment des informations au sujet &nbsp;du Site Web, comprenant la litt&eacute;rature marketing ; de soutenir l&rsquo;utilisation des Prestations fournies par le Site Web ; &nbsp;de transmettre &agrave; l&rsquo;Usager les informations ou les Prestations que &nbsp;sollicit&eacute;es ; d&rsquo;am&eacute;liorer le Site Web gr&acirc;ce aux donn&eacute;es transmises par l&rsquo;Usager ; &nbsp;de cr&eacute;er un espace distinct bas&eacute; sur les pr&eacute;c&eacute;dentes visites. </span></p><p class="c2 c5"><span class="c0">En cas d&rsquo;inscription &agrave; la newsletter, celle-ci sera adress&eacute;e par e-mail en m&ecirc;me temps que d&rsquo;autres informations marketing et promotionnelles. Ce moyen de communication sera &eacute;galement utilis&eacute; pour recueillir des retours d&rsquo;information. L&rsquo;Usager a toutefois la possibilit&eacute; de se &nbsp;d&eacute;sinscrire de la newsletter &agrave; tout moment.</span></p><p class="c2 c5"><span class="c0 c3">S&eacute;curit&eacute;</span></p><p class="c2 c5"><span class="c0">Cuponation France via codepromo.lexpress.fr fait ses meilleurs efforts pour garantir la protection des donn&eacute;es fournies par l&rsquo;Usager.</span></p><p class="c2"><span class="c0 c3">Google Analytics</span></p><p class="c2"><span class="c0">Le Site Web utilise Google Analytics, une prestation d&rsquo;analyse mise &agrave; disposition par Google. </span></p><p class="c2 c5"><span class="c0">Google Analytics se sert des &quot;cookies&quot; pour aider &agrave; analyser la fa&ccedil;on dont l&rsquo;Usager interagit avec le Site Web, ses Prestations marketing et ses collaborateurs.</span></p><p class="c2 c5"><span class="c0 c3">Mises &agrave; jour de notre politique de confidentialit&eacute;</span></p><p class="c2 c5"><span class="c0">Cuponation France via codepromo.lexpress.fr se r&eacute;serve le droit de modifier &agrave; tout moment une partie ou la totalit&eacute; de sa politique de confidentialit&eacute;. Toute modification entrera en vigueur imm&eacute;diatement, l&rsquo;Usager en &eacute;tant imm&eacute;diatement inform&eacute; par une mention sur le Site Web.</span></p><p class="c2"><span class="c0">Envoyez vos questions et demandes &agrave; l&rsquo;adresse suivante: contact@cuponation.fr.</span></p><p class="c2"><span class="c0">&nbsp;</span></p><p class="c2"><span class="c0">&nbsp;</span></p><p class="c2 c8"><span class="c0 c7"></span></p><p class="c2 c8"><span></span></p></body></html>